Repository: sakithb/media-controls
Catalog: assets/locale/*.po
Languages: be

source: Select app to blacklist
be: Выберыце праграму для дадання ў чорны спіс

source: Cancel
be: Скасаваць

source: Select
be: Выбраць

source: Blacklist players
be: Чорны спіс прайгравальнікаў

source: Blacklisted players will be ignored by the extension.
be: Прайгравальнікі з чорнага спісу будуць ігнаравацца пашырэннем.

source: Add
be: Дадаць

source: Elements
be: Элементы

source: Player icon
be: Значок прайгравальніка

source: Label
be: Метка

source: Player controls
be: Кіраванне прайгравальнікам

source: Add item
be: Дадаць элемент

source: Add custom text
be: Дадаць уласны тэкст

source: General
be: Агульныя

source: Common
be: Асноўныя

source: Labels
be: Меткі

source: Customize the labels in the panel and the popup menu
be: Наладзіць меткі на панэлі і ва ўсплываючым меню

source: Width
be: Шырыня

source: 0 to take all available space
be: 0, каб заняць усю даступную прастору

source: Fixed width
be: Фіксаваная шырыня

source: Use the specified width even when they are smaller than the width
be: Выкарыстоўваць зададзеную шырыню, нават калі яна меншая за патрэбную

source: Scroll labels
be: Пракручваць меткі

source: Scroll the labels when they are wider than the width
be: Пракручваць меткі, калі яны шырэйшыя за зададзеную шырыню

source: Hide the media notification
be: Схаваць апавяшчэнне аб медыя

source: Hide the media notifications in the notification list
be: Схаваць апавяшчэнні аб медыя ў спісе апавяшчэнняў

source: Information
be: Інфармацыя

source: Homepage
be: Хатняя старонка

source: Release notes
be: Заўвагі да выпуску

source: Report an issue
be: Паведаміць аб праблеме

source: Panel
be: Панэль

source: Show label
be: Паказваць метку

source: Show player controls
be: Паказваць элементы кіравання прайгравальнікам

source: Show play/pause button
be: Паказваць кнопку прайгравання/паўзы

source: Show next track button
be: Паказваць кнопку наступнага трэка

source: Show previous track button
be: Паказваць кнопку папярэдняга трэка

source: Show seek forward button
be: Паказваць кнопку перамоткі наперад

source: Show seek back button
be: Паказваць кнопку перамоткі назад

source: Show player icon
be: Паказваць значок прайгравальніка

source: Colored player icon
be: Каляровы значок прайгравальніка

source: Positions
be: Пазіцыі

source: Extension
be: Пашырэнне

source: Position
be: Пазіцыя

source: Position of the extension in the panel
be: Пазіцыя пашырэння на панэлі

source: Left
be: Злева

source: Center
be: Па цэнтры

source: Right
be: Справа

source: Index
be: Індэкс

source: Index of the extension
be: Індэкс пашырэння

source: Shortcuts
be: Скароты

source: Show popup menu
be: Паказаць меню

source: Shortcut to toggle the popup menu
be: Скарот для пераключэння ўсплываючага меню

source: Set shortcut
be: Усталяваць скарот

source: Mouse actions
be: Дзеянні мышы

source: Left click / Tap
be: Левы клік / Націск

source: Middle click
be: Сярэдні клік

source: Right click
be: Правы клік

source: Double click / Double tap
be: Двайны клік / Двайны націск

source: Scroll up / Swipe right
be: Пракрутка ўверх / Правядзенне направа

source: Scroll down / Swipe left
be: Пракрутка ўніз / Правядзенне налева

source: Other
be: Іншае

source: Cache
be: Кэш

source: This extension cache album art to improve performance. You can clear the cache here.
be: Гэтае пашырэнне кэшуе вокладкі альбомаў для паляпшэння прадукцыйнасці. Вы можаце ачысціць кэш тут.

source: Cache album art
be: Кэшаваць вокладкі альбомаў

source: Clear cache
be: Ачысціць кэш

source: Clear
be: Ачысціць

source: <small>Press escape to cancel. Press enter to set the shortcut. Press backspace to reset.</small>
be: <small>Націсніце escape, каб скасаваць. Націсніце enter, каб усталяваць скарот. Націсніце backspace, каб скінуць.</small>

source: Press shortcut
be: Націсніце скарот

source: None
be: Няма

source: Play/Pause
be: Прайграць/Паўза

source: Play
be: Прайграць

source: Pause
be: Паўза

source: Next track
be: Наступны трэк

source: Previous track
be: Папярэдні трэк

source: Volume up
be: Павелічэнне гучнасці

source: Volume down
be: Памяншэнне гучнасці

source: Toggle loop
be: Пераключыць паўтор

source: Toggle shuffle
be: Пераключыць перамешванне

source: Raise player
be: Узняць прайгравальнік на першы план

source: Quit player
be: Выйсці з прайгравальніка

source: Open preferences
be: Адкрыць налады

source: Are you sure you want to clear the cache?
be: Упэўнены, што хочаце ачысціць кэш?

source: Cache size: %s
be: Памер кэша: %s

source: Cache cleared successfully!
be: Кэш паспяхова ачышчаны!

source: Failed to clear cache!
be: Не ўдалося ачысціць кэш!

source: Unknown player
be: Невядомы прайгравальнік

source: Unknown artist
be: Невядомы выканаўца

source: Unknown album
be: Невядомы альбом

source: <span size='x-large' weight='bold' color='#ccc'>No players are blacklisted</span>
be: <span size='x-large' weight='bold' color='#ccc'>Няма прайгравальнікаў у чорным спісе</span>

source: Custom text
be: Уласны тэкст

source: Artist
be: Выканаўца

source: Title
be: Назва

source: Album
be: Альбом

source: Disc Number
be: Нумар дыска

source: Track Number
be: Нумар трэка
